chore: clean up docs
Signed-off-by: vividf <yihsiang.fang@tier4.jp>
